Expanded Vocabulary by Category
===================================

Alternative Surgical Treatments/Diagnostics (58 terms)
------------------------------------------------------
acid_reflux
Barium swallow
barium_swallow_esophageal
barium_swallow_motility
barium_swallow_study
bastian_colleagues
bastian_consultation
bastian_doctors
bastian_everything
bastian_office
bastian_practice
bastian_study
bastians_research
Biopsies
colonoscopy
EMDR
Endoscopy
endoscopy_barium
endoscopy_barium_swallow
endoscopy_due
endoscopy_nothing
ENT
Esophageal_dilation
esophageal_examination
esophageal_sphincters
excessive_air_swallowing
FEES
FEES_test
Fluoroscopy
gas_tummy
Gastroenterologist
gaviscon
gaviscon_advance
gi_endoscopy
HRM
Imaging
Insurance
Laryngologist
laryngoscopy
Manometry
Misdiagnosis
muscle_operation
nasal_gastric
nasal_gastric_tube
Nasoendoscopy
omeprazole
Otolaryngologist
PCP
pH_impedance
pH‐impedance_monitoring
Specialist
speech_therapy
Stoma
swallow_gastroscopy_pressure
Swallow_tests
upper_esophageal_sphincter
Upper_GI_endoscope
Xrays_of_colon

Botox Treatment Experiences & Procedures (73 terms)
---------------------------------------------------
anaesthesia
Anesthesia
anti_nausea_medication
botox
botox_drink
botox_procedure
botox_swallowing
bubble_in_throat
burp_mini
ear_pain
general_anaesthetic
groggy
hurts
hyper - salivation
hypersalvation
in-office_procedure
inflammation
Injections
insurance
insurance_provider
liquid_ibuprofen
long_procedure_think
lump
micro_burp
microburped
microburps
mini_burp
nervous_procedure
Ondansetron
pain
post-botox
post-botox_burpers
post_anaesthetic_nausea
procedure
procedure_afraid
procedure_always
procedure_doctor
procedure_first
procedure_get
procedure_give
procedure_happy
procedure_help
procedure_hope
procedure_often
procedure_really
procedure_said
procedure_saying
procedure_seem
procedure_seems
procedure_something
procedure_sore
procedure_talking
procedure_thing
procedure_thinking
procedure_told
procedure_trying
procedure_us
procedure_waited
procedure_wanted
procedure_worried
relieving
relieving_bloating
since_procedure_think
sore_throat
sore_throat_etc
surgery
surgery_diaries
Throat_tightness
throat_tightness
uncontrollable_belching
Units
wet_burps
Zofran

Comorbidities (37 terms)
------------------------
Abdomino_phrenic_dyssynergia
acid_reflux_botox
acid_reflux_burp
acid_reflux_burps
acid_reflux_esophagitis
acid_reflux_esophogitis
acid_reflux_night
acid_reflux_procedure
acid_reflux_throat
aerophagia_on_swallowing
APD
burp_acid_reflux
burp_stomach_issues
ehlers_danlos_syndrome
gastric_burping
gastric_burps
gastric_reflux
gastroesophageal_gas_reflux
gi_disorder
hiatal_hernia
hiatal_hernia_even
hiatal_hernia_well
hiccups_acid_reflux
ibs
intestinal_gas
irritable_bowel_syndrome
nasal_gastric
nasal_gastric_tube
SIBO
sibo_gastritis
Sigmoid_colon
Small_Intestine_Bacterial_Overgroeth
Small_Intestine_Bacterial_Overgrowth
supragastric_belching
supragastric_belching_aerophagia
triathlon
Xrays_of_colon

Deterioration indicators (worsening symptoms) (25 terms)
--------------------------------------------------------
bloating
burning
discomfort_could
discomfort_getting
discomfort_like
discomfort_really
discomfort_think
hurt
hurts
Hurts
ineffective
inflammation
irritation
nausea_acid
nausea_causes
nausea_comes
nausea_go
nausea_seems
needles
nervous
pain
pain_happens
pain_seem
pain_seems
pains

Improvement indicators (success, relief, reduced symptoms) (27 terms)
---------------------------------------------------------------------
able_to_burp
burp_frequently
burp_mostly
burp_never
burp_trying
burping
burping_able
burping_changed
burping_couple
burping_currently
burping_everyday
burping_full
burping_going
burping_start
burping_starts
burps_go
burps_life
burps_never
burps_said
burpy
cure
cured
Cures
life_changing
still_burping
today_burp
yesterday_burps

Psychological Factors & Mental Health (29 terms)
------------------------------------------------
Anxiety
anxiety_cause
anxiety_come
anxiety_comes
anxiety_could
anxiety_day
anxiety_definitely
anxiety_due
anxiety_ever
anxiety_go
anxiety_gone
anxiety_inability
anxiety_induced
anxiety_issue
anxiety_possible
anxiety_ridden
anxiety_swallowing
anxiety_thing
anxiety_thought
anxiety_tried
anxiety_used
burp_anxiety_issues
depressed
fear_vomiting
isolated
isolation
Sad
Social-anxiety
social_anxiety_also

Self-Treatment & Behavioral Interventions (58 terms)
----------------------------------------------------
acupuncture
antacids
back_work_procedure
bastian_talk
botox_swallowing
botox_throat
burp_change
burp_everyday
burp_lots
burp_mini
burp_swallow
burps_afternoon
burps_carbonation
burps_case
burps_procedure
burps_stay
carbonated_water
CBT
Chamomile
chug_water
contort
craning_neck
craning_neck_forward
cricoid_massage
EMDR
Exercises
Famotidine
Fizzy_drinks
fizzy_water
Gas-X
gaviscon
head_turn
herbal_treatment
hicklin_treatment
kiss_the_ceiling
larynx_lowering_exercise
Mounjaro
Neck_turning
Omeprazole
Patting
Pelvic_tilt
positioning
Rapid_Drink_Challenge
Self-cured
Self-curing
Self-taught
Shaker
shaker_exercise
speech_therapy
tcm_herbs
Tea
throat_rest_day
thursday_slow_swallow
today_burps
traditional_chinese_medicine
tummy
turning_heading
wedge_pillow

Symptom Experience & Severity (99 terms)
----------------------------------------
Abdominal_pain
acid_reflux
Air_vomiting
air_vomiting
air_vomiting_sound
air_vomiting_throat
anaesthesia
anxiety_induced
Bloating
bloating
bubble_feeling
burbs
burp_anxiety_issues
Burp_stomach_issues
burp_stomach_issues
burp_vomiting
burps_stay
burps_stomach
burps_symptoms
burps_vomit
can’t_burp
Chest_pain
choking
choking_sensation
constipation
cramps_gas
Croaking
Croaks
Difficulty_breathing
difficulty_breathing
distension
dry_heave-y
dry_heaving
early_satiety
excess_wind
excessive_bloating
expanding_bubble_feeling
fear_vomiting
fear_vomiting_r
flatulence
full_of_air
Gag
gagging
gagging_involuntarily
gaggy
gas_trapped
gas_trapped_pain
get_air_vomiting
globus
globus_sensation
Gurgles
Gurgling
Hiccups
hiccups_stomach
hurts
inability_to_burp
involuntary_dry_heaving
involuntary_gagging
liquid_vomiting
motility_issues
nausea_in_throat
nauseating
nauseous
no_burp
Pressure
Regurgitation
retching
Retching
Shortness_of_breath
slow_swallow
slow_swallowing
stomach_nausea
Throat_gurgles
Throat_tightness
Throwing_up
tummy
tummy_aches
typical_anxiety_symptom
unable_to_burp
uncomfortable
uncontrollable_dry_heaving
Vomit
Vomit_air
vomit_burps
vomiting
vomiting_bad
vomiting_dry
vomiting_hold
vomiting_issues
vomiting_pressure
vomiting_seems
vomiting_sound
vomiting_sounds
vomiting_time
vomiting_try
vomiting_want
vomiting_work
vomitting
zero_appetite
